Repository: acdominguez03/Moldea
Catalog: Moldea/Package/Settings/Sources/Settings/Presentation/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Allow announcements
es: Permitir avisos

# choose_habits_announcements
source: Choose which habits trigger notifications and at what time. The rest remain silent.
es: Elige qué hábitos avisan y a qué hora. El resto permanece en silencio.

# habits_announce
source: %lld of %lld habits announce
es: %lld de %lld hábitos avisan

source: Notifications
es: Notificaciones

# settings_done
source: Done
es: Listo

# settings_edit_reminder
source: Edit reminder
es: Editar recordatorio

source: Day summary
es: Resumen del día

# only_one_reminder_with_habits_left %@
source: Just one reminder at %@ if you still have habits left
es: Un solo aviso a las %@ si aún te quedan hábitos

# settings_daily_summary_toggle
source: Remind me about pending habits
es: Avisarme de los hábitos pendientes

# settings_habit_reminder_at_time %@
source: At %@
es: A las %@

# settings_habit_reminder_hour_label
source: Hour
es: Hora

# settings_habit_reminder_mute_weekends_subtitle
source: No reminders on Saturday and Sunday
es: Sábado y domingo sin avisos

# settings_habit_reminder_mute_weekends_title
source: Mute weekends
es: Silenciar fines de semana

# settings_habit_reminder_receive_title
source: Receive reminders
es: Recibir avisos

# settings_habit_reminder_sheet_title
source: Reminders
es: Avisos

# settings_habit_reminders_section
source: Reminders
es: Recordatorios

# settings_microphone_permission_disabled_description
source: Allow microphone access to create and manage habits with your voice.
es: Permite el acceso al micrófono para crear y gestionar hábitos con la voz.

# settings_microphone_permission_disabled_title
source: Microphone disabled
es: Micrófono deshabilitado

# settings_notifications_permission_disabled_description
source: You won't receive notifications for your habits. Tap here to enable them from Settings.
es: No recibirás notificaciones de tus hábitos. Toca aquí para activarlas desde Ajustes.

# settings_notifications_permission_disabled_title
source: Notifications disabled
es: Notificaciones deshabilitadas

# settings_opens_system_settings
source: Opens the Settings app.
es: Abre la app Ajustes.

# settings_screen_title
source: Settings
es: Ajustes

# settings_voice_commands
source: Voice commands
es: Comandos de voz

source: Without weekends
es: Sin fines de semana
